Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# recurring_cancel.batch_message
source: Cancel only the selected occurrences, or end every selected repeating series?
ar: هل تريد إلغاء حالات التكرار المحددة فقط، أم إنهاء كل سلاسل التكرار المحددة؟
bn: শুধু নির্বাচিত বারের টাস্কগুলি বাতিল করবেন, নাকি নির্বাচিত প্রতিটি পুনরাবৃত্ত সিরিজ শেষ করবেন?
de: Nur die ausgewählten Wiederholungen abbrechen oder jede ausgewählte Serie beenden?
el: Να ακυρωθούν μόνο οι επιλεγμένες επαναλήψεις ή να τερματιστούν όλες οι επιλεγμένες σειρές επαναλήψεων;
es: ¿Cancelar solo las repeticiones seleccionadas o terminar las series completas?
fa: فقط تکرارهای انتخاب‌شده لغو شوند یا همه مجموعه‌های تکرارشونده انتخاب‌شده پایان یابند؟
fr: Annuler uniquement les occurrences sélectionnées ou mettre fin à toutes les séries récurrentes sélectionnées ?
he: לבטל רק את המופעים שנבחרו או לסיים כל סדרה חוזרת שנבחרה?
hi: केवल चुने गए बार रद्द करें, या चुनी गई हर दोहराई जाने वाली श्रृंखला समाप्त करें?
id: Batalkan hanya kejadian yang dipilih, atau akhiri setiap rangkaian pengulangan yang dipilih?
it: Annullare solo le occorrenze selezionate o terminare tutte le serie ricorrenti selezionate?
ja: 選択した回のみキャンセルしますか？それとも、選択した繰り返しをすべて終了しますか？
ko: 선택한 반복만 취소하시겠습니까, 아니면 선택한 반복 전체를 종료하시겠습니까?
mr: फक्त सिलेक्ट केलेल्या वेळा रद्द करायच्या, की सिलेक्ट केलेली प्रत्येक पुनरावृत्ती मालिका संपवायची?
ms: Batalkan hanya kejadian yang dipilih, atau tamatkan setiap siri perulangan yang dipilih?
nl: Alleen de geselecteerde herhalingen annuleren, of elke geselecteerde reeks beëindigen?
pl: Anulować tylko wybrane wystąpienia czy wszystkie wybrane serie?
pt_br: Cancelar somente as ocorrências selecionadas ou encerrar todas as séries recorrentes selecionadas?
ro: Anulați doar aparițiile selectate sau încheiați fiecare serie repetitivă selectată?
ru: Отменить только выбранные повторения или все выбранные серии?
ta: தேர்ந்தெடுத்த நேர்வுகளை மட்டும் ரத்துசெய்யவா, அல்லது தேர்ந்தெடுத்த ஒவ்வொரு தொடரையும் முடிக்கவா?
te: ఎంచుకున్న సందర్భాలను మాత్రమే రద్దు చేయాలా, లేదా ఎంచుకున్న ప్రతి పునరావృత సిరీస్‌ను ముగించాలా?
th: ต้องการยกเลิกเฉพาะครั้งที่เลือก หรือยุติการทำประจำทุกชุดที่เลือก
tr: Yalnızca seçili yinelemeler mi iptal edilsin, yoksa seçili yinelenen serilerin tümü mü sonlandırılsın?
uk: Скасувати лише вибрані повторення чи всі вибрані серії?
ur: صرف منتخب تکرار منسوخ کریں یا ہر منتخب دہرائی جانے والی سیریز ختم کریں؟
vi: Chỉ hủy các lần lặp đã chọn, hay kết thúc việc lặp lại của mọi nhiệm vụ đã chọn?
zh_hans: 只取消所选的这几次，还是结束所有选中的重复系列？
zh_hant: 要只取消所選的這幾次，還是結束所選的所有重複系列？

# settings.diagnostics.status.reminders_scheduled_count
source: %lld scheduled reminders
ar: %lld تذكير مجدول
bn: %lldটি শিডিউল করা রিমাইন্ডার
de: %lld geplante Erinnerungen
el: %lld προγραμματισμένες υπομνήσεις
es: %lld recordatorios programados
fa: %lld یادآور زمان‌بندی‌شده
fr: %lld rappels programmés
he: %lld תזכורות מתוזמנות
hi: %lld शेड्यूल किए गए रिमाइंडर
id: %lld pengingat dijadwalkan
it: %lld promemoria programmati
ja: 予約済みのリマインダー%lld件
ko: 예약된 알림 %lld개
mr: %lld शेड्यूल केलेले रिमाइंडर
ms: %lld peringatan dijadualkan
nl: %lld geplande herinneringen
pl: %lld zaplanowanego przypomnienia
pt_br: %lld lembretes agendados
ro: %lld de mementouri programate
ru: %lld запланированного напоминания
ta: %lld திட்டமிடப்பட்ட நினைவூட்டல்கள்
te: %lld షెడ్యూల్ చేసిన రిమైండర్‌లు
th: เตือนความจำที่กำหนดเวลา %lld รายการ
tr: %lld planlanmış anımsatıcı
uk: %lld запланованого нагадування
ur: %lld یاد دہانیاں شیڈول ہیں
vi: Đã lên lịch %lld lời nhắc
zh_hans: 已安排 %lld 条提醒
zh_hant: 已排定 %lld 個提醒

# settings.diagnostics.status.calendar_import_succeeded_count
source: %lld imported events
ar: %lld حدث مستورد
bn: %lldটি ইম্পোর্ট করা ইভেন্ট
de: %lld importierte Ereignisse
el: %lld γεγονότα που εισήχθησαν
es: %lld eventos importados
fa: %lld رویداد واردشده
fr: %lld événements importés
he: %lld אירועים יובאו
hi: %lld इंपोर्ट किए गए इवेंट
id: %lld acara diimpor
it: %lld eventi importati
ja: 読み込んだイベント%lld件
ko: 가져온 이벤트 %lld개
mr: %lld इम्पोर्ट केलेले इव्हेंट
ms: %lld peristiwa diimport
nl: %lld geïmporteerde activiteiten
pl: %lld zaimportowanego wydarzenia
pt_br: %lld eventos importados
ro: %lld de evenimente importate
ru: %lld импортированного события
ta: %lld இம்போர்ட் செய்த நிகழ்வுகள்
te: %lld ఇంపోర్ట్ చేసిన ఇవెంట్‌లు
th: กิจกรรมที่นำเข้า %lld รายการ
tr: %lld içe aktarılan etkinlik
uk: %lld імпортованої події
ur: %lld ایونٹس امپورٹ ہوئے
vi: Đã nhập %lld sự kiện
zh_hans: 已导入 %lld 个日程
zh_hant: 已匯入 %lld 個事件

# task_detail.checklist.mark_complete
source: Mark Complete
ar: وضع علامة كمكتمل
bn: সম্পন্ন হিসাবে চিহ্নিত করুন
de: Als erledigt markieren
el: Σήμανση ως ολοκληρωμένου
es: Marcar como completado
fa: علامت‌گذاری به‌عنوان تکمیل‌شده
fr: Marquer comme terminé
he: סימון כהושלם
hi: पूर्ण चिह्नित करें
id: Tandai sebagai Selesai
it: Segna come completato
ja: 完了にする
ko: 완료로 표시
mr: पूर्ण म्हणून चिन्हांकित करा
ms: Tandakan sebagai Selesai
nl: Markeer als voltooid
pl: Oznacz jako ukończony
pt_br: Marcar como concluído
ro: Marcați drept finalizat
ru: Отметить как выполненный
ta: முடிந்ததாகக் குறி
te: పూర్తయినట్లుగా మార్క్ చేయండి
th: ทำเครื่องหมายว่าเสร็จแล้ว
tr: Tamamlandı olarak işaretle
uk: Позначити як виконаний
ur: مکمل کے طور پر نشان زد کریں
vi: Đánh dấu là hoàn thành
zh_hans: 标记为已完成
zh_hant: 標示為完成

# task_detail.checklist.mark_incomplete
source: Mark Incomplete
ar: وضع علامة كغير مكتمل
bn: অসম্পূর্ণ হিসাবে চিহ্নিত করুন
de: Als nicht erledigt markieren
el: Σήμανση ως μη ολοκληρωμένου
es: Marcar como no completado
fa: علامت‌گذاری به‌عنوان تکمیل‌نشده
fr: Marquer comme non terminé
he: סימון כלא הושלם
hi: लंबित चिह्नित करें
id: Tandai sebagai Belum Selesai
it: Segna come non completato
ja: 未完了にする
ko: 미완료로 표시
mr: अपूर्ण म्हणून चिन्हांकित करा
ms: Tandakan sebagai Belum Selesai
nl: Markeer als onvoltooid
pl: Oznacz jako nieukończony
pt_br: Marcar como não concluído
ro: Marcați drept nefinalizat
ru: Отметить как невыполненный
ta: முடியவில்லை எனக் குறி
te: పూర్తి కాలేదని మార్క్ చేయండి
th: ทำเครื่องหมายว่ายังไม่เสร็จ
tr: Tamamlanmadı olarak işaretle
uk: Позначити як невиконаний
ur: نامکمل کے طور پر نشان زد کریں
vi: Đánh dấu là chưa hoàn thành
zh_hans: 标记为未完成
zh_hant: 標示為未完成

# today.calm.headline.empty
source: Nothing planned. The day is yours.
ar: لا شيء مخطط له. اليوم لك.
bn: কিছু প্ল্যান করা নেই। দিনটি আপনার।
de: Nichts geplant. Der Tag gehört dir.
el: Δεν υπάρχει τίποτα προγραμματισμένο. Η ημέρα είναι δική σας.
es: Nada planificado. El día es tuyo.
fa: چیزی برنامه‌ریزی نشده. روز مال شماست.
fr: Rien de prévu. La journée est à vous.
he: אין תוכניות. היום שלך.
hi: कुछ प्लान नहीं है। दिन आपका है।
id: Tidak ada rencana. Hari ini milik Anda.
it: Niente in programma. La giornata è tua.
ja: 予定はありません。今日は自由な一日です。
ko: 계획된 일이 없습니다. 오늘은 자유로운 하루입니다.
mr: काहीही प्लॅन केलेले नाही. दिवस तुमचा आहे.
ms: Tiada yang dirancang. Hari ini milik anda.
nl: Niets gepland. De dag is van jou.
pl: Nic nie zaplanowano. Dzień należy do ciebie.
pt_br: Nada planejado. O dia é seu.
ro: Nimic planificat. Ziua vă aparține.
ru: Ничего не запланировано. День в вашем распоряжении.
ta: எதுவும் திட்டமிடப்படவில்லை. இந்த நாள் உங்களுடையது.
te: ఏదీ ప్లాన్ చేయలేదు. ఈ రోజు మీదే.
th: ไม่มีสิ่งที่วางแผนไว้ วันนี้เป็นของคุณ
tr: Planlanmış bir şey yok. Gün sizin.
uk: Нічого не заплановано. День у вашому розпорядженні.
ur: کچھ طے نہیں۔ دن آپ کا ہے۔
vi: Chưa có kế hoạch nào. Ngày hôm nay là của bạn.
zh_hans: 今天没有安排，时间都是你的。
zh_hant: 沒有任何安排。今天完全屬於你。

# today.calm.headline.all_done
source: Everything planned is done.
ar: اكتمل كل ما خططت له.
bn: প্ল্যান করা সবকিছু হয়ে গেছে।
de: Alles Geplante ist erledigt.
el: Ολοκληρώθηκαν όλα όσα είχαν προγραμματιστεί.
es: Todo lo planificado está hecho.
fa: همه آنچه برنامه‌ریزی شده بود انجام شد.
fr: Tout ce qui était prévu est fait.
he: כל מה שתוכנן בוצע.
hi: जो प्लान किया था, सब पूरा हो गया।
id: Semua yang direncanakan sudah selesai.
it: Tutto ciò che era in programma è fatto.
ja: 予定していたことはすべて完了しました。
ko: 계획한 일을 모두 마쳤습니다.
mr: प्लॅन केलेले सर्व पूर्ण झाले आहे.
ms: Semua yang dirancang telah selesai.
nl: Alles wat gepland was, is voltooid.
pl: Wszystko zaplanowane zostało ukończone.
pt_br: Tudo o que estava planejado está feito.
ro: Tot ce era planificat este finalizat.
ru: Всё запланированное выполнено.
ta: திட்டமிட்டவை அனைத்தும் முடிந்தன.
te: ప్లాన్ చేసినవన్నీ పూర్తయ్యాయి.
th: ทำทุกอย่างที่วางแผนไว้เสร็จแล้ว
tr: Planlanan her şey tamamlandı.
uk: Усе заплановане виконано.
ur: جو کچھ طے تھا وہ سب ہو گیا۔
vi: Mọi việc đã lên kế hoạch đều đã xong.
zh_hans: 计划里的事都做完了。
zh_hant: 安排好的事項都完成了。

# today.calm.headline.tasks
source: %lld tasks
ar: %lld مهمة
bn: %lldটি টাস্ক
de: %lld Aufgaben
el: %lld εργασίες
es: %lld tareas
fa: %lld کار
fr: %lld tâches
he: %lld משימות
hi: %lld कार्य
id: %lld tugas
it: %lld attività
ja: タスク%lld件
ko: 할 일 %lld개
mr: %lld कार्ये
ms: %lld tugas
nl: %lld taken
pl: %lld zadania
pt_br: %lld tarefas
ro: %lld de sarcini
ru: %lld задачи
ta: %lld பணிகள்
te: %lld టాస్క్‌లు
th: %lld งาน
tr: %lld görev
uk: %lld завдання
ur: %lld کام
vi: %lld nhiệm vụ
zh_hans: %lld 项任务
zh_hant: %lld 個任務

# today.calm.headline.meetings
source: %lld events
ar: %lld حدث
bn: %lldটি ইভেন্ট
de: %lld Ereignisse
el: %lld γεγονότα
es: %lld eventos
fa: %lld رویداد
fr: %lld événements
he: %lld אירועים
hi: %lld इवेंट
id: %lld acara
it: %lld eventi
ja: イベント%lld件
ko: 이벤트 %lld개
mr: %lld इव्हेंट
ms: %lld peristiwa
nl: %lld activiteiten
pl: %lld wydarzenia
pt_br: %lld eventos
ro: %lld de evenimente
ru: %lld события
ta: %lld நிகழ்வுகள்
te: %lld ఇవెంట్‌లు
th: %lld กิจกรรม
tr: %lld etkinlik
uk: %lld події
ur: %lld ایونٹس
vi: %lld sự kiện
zh_hans: %lld 个日程
zh_hant: %lld 個事件

# today.calm.headline.left_one
source: %@ left today.
ar: المتبقي اليوم: %@.
bn: আজ %@ বাকি।
de: Heute noch %@.
el: Ακόμη %@ για σήμερα.
es: Aún hay %@ para hoy.
fa: %@ برای امروز باقی مانده است.
fr: Il reste %@ aujourd’hui.
he: נותר להיום: %@.
hi: आज %@ बाकी।
id: %@ tersisa hari ini.
it: Ancora %@ oggi.
ja: 今日は%@が残っています。
ko: 오늘 %@ 남았습니다.
mr: आज शिल्लक: %@.
ms: %@ berbaki hari ini.
nl: Nog %@ voor vandaag.
pl: Na dziś zostało: %@.
pt_br: Ainda há %@ para hoje.
ro: Mai aveți %@ astăzi.
ru: Сегодня осталось: %@.
ta: இன்று மீதமுள்ளவை: %@.
te: ఈరోజు మిగిలినవి: %@.
th: วันนี้เหลืออีก %@
tr: Bugün %@ kaldı.
uk: Сьогодні залишилося: %@.
ur: آج باقی: %@۔
vi: %@ còn lại hôm nay.
zh_hans: 今天还剩 %@。
zh_hant: 今天還剩 %@。

# today.calm.headline.left_both
source: %1$@ and %2$@ left today.
ar: المتبقي اليوم: %1$@ و%2$@.
bn: আজ %1$@ এবং %2$@ বাকি।
de: Heute noch %1$@ und %2$@.
el: Ακόμη %1$@ και %2$@ για σήμερα.
es: Aún hay %1$@ y %2$@ para hoy.
fa: %1$@ و %2$@ برای امروز باقی مانده است.
fr: Il reste %1$@ et %2$@ aujourd’hui.
he: נותר להיום: %1$@ ו-%2$@.
hi: आज %1$@ और %2$@ बाकी।
id: %1$@ dan %2$@ tersisa hari ini.
it: Ancora %1$@ e %2$@ oggi.
ja: 今日は%1$@と%2$@が残っています。
ko: 오늘 %1$@, %2$@ 남았습니다.
mr: आज शिल्लक: %1$@ आणि %2$@.
ms: %1$@ dan %2$@ berbaki hari ini.
nl: Nog %1$@ en %2$@ voor vandaag.
pl: Na dziś zostało: %1$@ i %2$@.
pt_br: Ainda há %1$@ e %2$@ para hoje.
ro: Mai aveți %1$@ și %2$@ astăzi.
ru: Сегодня осталось: %1$@ и %2$@.
ta: இன்று மீதமுள்ளவை: %1$@ மற்றும் %2$@.
te: ఈరోజు మిగిలినవి: %1$@ మరియు %2$@.
th: วันนี้เหลืออีก %1$@ และ %2$@
tr: Bugün %1$@ ve %2$@ kaldı.
uk: Сьогодні залишилося: %1$@ і %2$@.
ur: آج باقی: %1$@ اور %2$@۔
vi: %1$@ và %2$@ còn lại hôm nay.
zh_hans: 今天还剩 %1$@和 %2$@。
zh_hant: 今天還剩 %1$@和 %2$@。

# today.calm.now.complete
source: Mark as done
ar: وضع علامة كمكتمل
bn: সম্পন্ন হিসাবে চিহ্নিত করুন
de: Als erledigt markieren
el: Σήμανση ως ολοκληρωμένης
es: Marcar como completada
fa: علامت‌گذاری به‌عنوان انجام‌شده
fr: Marquer comme terminée
he: סימון כבוצע
hi: पूर्ण चिह्नित करें
id: Tandai sebagai selesai
it: Segna come completata
ja: 完了にする
ko: 완료로 표시
mr: पूर्ण म्हणून चिन्हांकित करा
ms: Tandakan sebagai selesai
nl: Markeer als voltooid
pl: Oznacz jako ukończone
pt_br: Marcar como concluída
ro: Marcați drept finalizat
ru: Отметить как выполненное
ta: முடிந்ததாகக் குறி
te: పూర్తయినట్లుగా మార్క్ చేయండి
th: ทำเครื่องหมายว่าเสร็จแล้ว
tr: Tamamlandı olarak işaretle
uk: Позначити як виконане
ur: ہو گیا کے طور پر نشان زد کریں
vi: Đánh dấu là hoàn thành
zh_hans: 标记为完成
zh_hant: 標示為完成

# today.calm.now.open
source: Open Details
ar: فتح التفاصيل
bn: বিবরণ খুলুন
de: Details öffnen
el: Άνοιγμα λεπτομερειών
es: Abrir detalles
fa: باز کردن جزئیات
fr: Ouvrir les détails
he: פתיחת פרטים
hi: ब्योरा खोलें
id: Buka Detail
it: Apri dettagli
ja: 詳細を開く
ko: 세부 정보 열기
mr: तपशील उघडा
ms: Buka Butiran
pl: Otwórz szczegóły
pt_br: Abrir detalhes
ro: Deschideți detaliile
ru: Открыть подробности
ta: விவரங்களைத் திற
te: వివరాలను తెరవండి
th: เปิดรายละเอียด
tr: Ayrıntıları aç
uk: Відкрити подробиці
ur: تفصیلات کھولیں
vi: Mở chi tiết
zh_hans: 打开详情
zh_hant: 開啟詳細資料

# today.calm.done_today
source: %lld done today
ar: %lld مهمة مكتملة اليوم
bn: আজ %lldটি সম্পন্ন
de: %lld heute erledigt
el: %lld ολοκληρώθηκαν σήμερα
es: %lld completadas hoy
fa: %lld انجام‌شده امروز
fr: %lld terminées aujourd’hui
he: %lld הושלמו היום
hi: आज %lld पूर्ण
id: %lld selesai hari ini
it: %lld completate oggi
ja: 今日の完了：%lld件
ko: 오늘 %lld개 완료
mr: आज %lld पूर्ण
ms: %lld selesai hari ini
nl: %lld vandaag voltooid
pl: Ukończone dziś: %lld
pt_br: %lld concluídas hoje
ro: %lld finalizate astăzi
ru: %lld выполнено сегодня
ta: இன்று %lld முடிந்தன
te: ఈరోజు %lld పూర్తయ్యాయి
th: วันนี้เสร็จแล้ว %lld งาน
tr: Bugün %lld tamamlandı
uk: %lld виконано сьогодні
ur: آج %lld مکمل
vi: %lld xong hôm nay
zh_hans: 今天已完成 %lld 项
zh_hant: 今天完成 %lld 個

# today.calm.schedule.title
source: Schedule
ar: الجدول
bn: সময়সূচি
de: Zeitplan
el: Πρόγραμμα
es: Agenda
fa: زمان‌بندی
fr: Planning
he: לוח זמנים
hi: शेड्यूल
id: Jadwal
it: Agenda
ja: スケジュール
ko: 일정
mr: शेड्यूल
ms: Jadual
nl: Planning
pl: Harmonogram
pt_br: Agenda
ro: Program
ru: Расписание
ta: அட்டவணை
te: షెడ్యూల్
th: กำหนดการ
tr: Program
uk: Розклад
ur: شیڈول
vi: Lịch trình
zh_hans: 日程
zh_hant: 行程

# today.schedule.current
source: Current Schedule
ar: الجدول الحالي
bn: বর্তমান সময়সূচি
de: Aktueller Zeitplan
el: Τρέχον πρόγραμμα
es: Agenda actual
fa: زمان‌بندی فعلی
fr: Planning actuel
he: לוח הזמנים הנוכחי
hi: मौजूदा शेड्यूल
id: Jadwal Saat Ini
it: Agenda attuale
ja: 現在のスケジュール
ko: 현재 일정
mr: सध्याचे शेड्यूल
ms: Jadual Semasa
nl: Huidige planning
pl: Bieżący harmonogram
pt_br: Agenda atual
ro: Programul curent
ru: Текущее расписание
ta: தற்போதைய அட்டவணை
te: ప్రస్తుత షెడ్యూల్
th: กำหนดการปัจจุบัน
tr: Geçerli program
uk: Поточний розклад
ur: موجودہ شیڈول
vi: Lịch trình hiện tại
zh_hans: 当前日程
zh_hant: 目前行程

# today.list.done
source: Done
ar: المكتملة
bn: সম্পন্ন
de: Erledigt
el: Ολοκληρωμένες
es: Completadas
fa: انجام‌شده
fr: Terminées
he: בוצעו
hi: पूर्ण
id: Selesai
it: Completate
ja: 完了
ko: 완료
mr: पूर्ण
ms: Selesai
nl: Voltooid
pl: Ukończone
pt_br: Concluídas
ro: Finalizate
ru: Выполнено
ta: முடிந்தது
te: పూర్తి
th: เสร็จแล้ว
tr: Tamamlanan
uk: Виконано
ur: مکمل
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 完成

# today.list.left
source: %lld tasks left
ar: %lld مهمة متبقية
bn: %lldটি টাস্ক বাকি
de: %lld Aufgaben übrig
el: %lld εργασίες απομένουν
es: Quedan %lld tareas
fa: %lld کار باقی مانده
fr: %lld tâches restantes
he: נותרו %lld משימות
hi: %lld कार्य बाकी
id: %lld tugas tersisa
it: %lld attività rimaste
ja: 残り%lld件
ko: %lld개 남음
mr: %lld कार्ये शिल्लक
ms: %lld tugas berbaki
nl: %lld taken over
pl: Zostało %lld zadania
pt_br: %lld tarefas restantes
ro: %lld de sarcini rămase
ru: Осталось %lld задачи
ta: %lld பணிகள் மீதமுள்ளன
te: %lld టాస్క్‌లు మిగిలి ఉన్నాయి
th: เหลือ %lld งาน
tr: %lld görev kaldı
uk: Залишилося %lld завдання
ur: %lld کام باقی
vi: Còn %lld nhiệm vụ
zh_hans: 还剩 %lld 项任务
zh_hant: 剩下 %lld 個

# today.list.pushed
source: Pushed %lld times
ar: تأجلت %lld مرة
bn: %lld বার পিছিয়ে দেওয়া হয়েছে
de: %lld-mal verschoben
el: Αναβλήθηκε %lld φορές
es: Aplazada %lld veces
fa: %lld بار موکول شد
fr: Reportée %lld fois
he: נדחתה %lld פעמים
hi: %lld बार टाला गया
id: Ditunda %lld kali
it: Rimandata %lld volte
ja: %lld回延期
ko: %lld회 미룸
mr: %lld वेळा पुढे ढकलले
ms: Ditangguhkan %lld kali
nl: %lld keer uitgesteld
pl: Odłożono %lld razu
pt_br: Adiada %lld vezes
ro: Amânată de %lld de ori
ru: Отложена %lld раза
ta: %lld முறை தள்ளிவைக்கப்பட்டது
te: %lld సార్లు వాయిదా వేయబడింది
th: เลื่อน %lld ครั้ง
tr: %lld kez ertelendi
uk: Відкладено %lld раза
ur: %lld بار ملتوی ہوا
vi: Đã hoãn %lld lần
zh_hans: 推迟了 %lld 次
zh_hant: 延後 %lld 次

# today.list.briefing.more
source: Show more
ar: عرض المزيد
bn: আরও দেখুন
de: Mehr anzeigen
el: Εμφάνιση περισσότερων
es: Mostrar más
fa: نمایش بیشتر
fr: Afficher plus
he: הצגת עוד
hi: और दिखाएँ
id: Tampilkan lainnya
it: Mostra altro
ja: もっと見る
ko: 더 보기
mr: अधिक दाखवा
ms: Tunjukkan lagi
nl: Toon meer
pl: Pokaż więcej
pt_br: Mostrar mais
ro: Afișați mai mult
ru: Показать больше
ta: மேலும் காட்டு
te: మరింత చూపండి
th: แสดงเพิ่มเติม
tr: Daha fazla göster
uk: Показати більше
ur: مزید دکھائیں
vi: Hiển thị thêm
zh_hans: 展开
zh_hant: 顯示更多

# today.list.briefing.less
source: Show less
ar: عرض أقل
bn: কম দেখুন
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
es: Mostrar menos
fa: نمایش کمتر
fr: Afficher moins
he: הצגת פחות
hi: कम दिखाएँ
id: Tampilkan lebih sedikit
it: Mostra meno
ja: 表示を減らす
ko: 간략히 보기
mr: कमी दाखवा
ms: Tunjukkan kurang
nl: Toon minder
pl: Pokaż mniej
pt_br: Mostrar menos
ro: Afișați mai puțin
ru: Показать меньше
ta: குறைவாகக் காட்டு
te: తక్కువ చూపండి
th: แสดงน้อยลง
tr: Daha az göster
uk: Показати менше
ur: کم دکھائیں
vi: Hiển thị ít hơn
zh_hans: 收起
zh_hant: 顯示較少

# today.list.briefing.label
source: Assistant’s briefing
ar: موجز المساعد
bn: অ্যাসিস্ট্যান্টের ব্রিফিং
de: Briefing des Assistenten
el: Ενημέρωση του βοηθού
es: Resumen del asistente
fa: خلاصه دستیار
fr: Briefing de l’assistant
he: התדריך של העוזר
hi: असिस्टेंट की ब्रीफ़िंग
id: Ringkasan dari asisten
it: Briefing dell’assistente
ja: アシスタントのブリーフィング
ko: 어시스턴트 브리핑
mr: सहाय्यकाचे ब्रीफिंग
ms: Taklimat pembantu AI
nl: Briefing van de assistent
pl: Briefing asystenta
pt_br: Briefing do assistente
ro: Briefingul asistentului
ru: Брифинг ассистента
ta: அசிஸ்டென்ட்டின் சுருக்கம்
te: అసిస్టెంట్ సంగ్రహం
th: สรุปจากผู้ช่วย
tr: Asistanın özeti
uk: Брифінг асистента
ur: اسسٹنٹ کی بریفنگ
vi: Bản tóm tắt của trợ lý
zh_hans: 助手简报
zh_hant: 助理的簡報

# task_detail.add.when
source: When
ar: متى
bn: কখন
de: Wann
el: Πότε
es: Cuándo
fa: چه زمانی
fr: Quand
he: מתי
hi: कब
id: Kapan
it: Quando
ja: いつ
ko: 언제
mr: केव्हा
ms: Bila
nl: Wanneer
pl: Kiedy
pt_br: Quando
ro: Când
ru: Когда
ta: எப்போது
te: ఎప్పుడు
th: เมื่อไร
tr: Ne zaman
uk: Коли
ur: کب
vi: Khi nào
zh_hans: 何时做
zh_hant: 何時

# task_detail.add.length
source: How long
ar: المدة
bn: কতক্ষণ
de: Wie lange
el: Διάρκεια
es: Duración
fa: چه مدت
fr: Durée
he: כמה זמן
hi: कितना समय
id: Berapa lama
it: Durata
ja: 所要時間
ko: 소요 시간
mr: किती वेळ
ms: Berapa lama
nl: Hoe lang
pl: Jak długo
pt_br: Duração
ro: Cât timp
ru: Как долго
ta: எவ்வளவு நேரம்
te: ఎంతసేపు
th: ระยะเวลา
tr: Süre
uk: Як довго
ur: کتنی دیر
vi: Bao lâu
zh_hans: 用时
zh_hant: 所需時間

# task_detail.add.due
source: Due
ar: الاستحقاق
bn: শেষ তারিখ
de: Fällig
el: Προθεσμία
es: Vencimiento
fa: سررسید
fr: Échéance
he: תאריך יעד
hi: नियत
id: Jatuh Tempo
it: Scadenza
ja: 期限
ko: 기한
mr: देय
ms: Tarikh Jangka
nl: Vervaldatum
pl: Termin
pt_br: Prazo
ro: Scadență
ru: Срок
ta: காலக்கெடு
te: గడువు
th: วันถึงกำหนด
tr: Son tarih
uk: Термін
ur: مقررہ تاریخ
vi: Đến hạn
zh_hans: 截止日期
zh_hant: 到期

# task_detail.add.list
source: List
ar: القائمة
bn: তালিকা
de: Liste
el: Λίστα
es: Lista
fa: فهرست
fr: Liste
he: רשימה
hi: सूची
id: Daftar
it: Lista
ja: リスト
ko: 목록
mr: यादी
ms: Senarai
nl: Lijst
pl: Lista
pt_br: Lista
ro: Listă
ru: Список
ta: பட்டியல்
te: జాబితా
th: ลิสต์
tr: Liste
uk: Список
ur: فہرست
vi: Danh sách
zh_hans: 列表
zh_hant: 清單

# task_detail.add.priority
source: Priority
ar: الأولوية
bn: প্রাধান্য
de: Priorität
el: Προτεραιότητα
es: Prioridad
fa: اولویت
fr: Priorité
he: עדיפות
hi: प्राथमिकता
id: Prioritas
it: Priorità
ja: 優先度
ko: 우선순위
mr: प्राधान्य
ms: Keutamaan
nl: Prioriteit
pl: Priorytet
pt_br: Prioridade
ro: Prioritate
ru: Приоритет
ta: முன்னுரிமை
te: ప్రాధాన్యత
th: ความสำคัญ
tr: Öncelik
uk: Пріоритет
ur: ترجیح
vi: Mức ưu tiên
zh_hans: 优先级
zh_hant: 優先順序

# task_detail.add.repeat
source: Repeat
ar: التكرار
bn: পুনরাবৃত্তি
de: Wiederholen
el: Επανάληψη
es: Repetir
fa: تکرار
fr: Répéter
he: חזרה
hi: दोहराएँ
id: Ulangi
it: Ripeti
ja: 繰り返し
ko: 반복
mr: पुनरावृत्ती
ms: Ulang
nl: Herhaal
pl: Powtarzaj
pt_br: Repetir
ro: Repetare
ru: Повтор
ta: தொடர் நிகழ்வு
te: రిపీట్
th: ทำประจำ
tr: Yineleme
uk: Повторення
ur: تکرار
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

# task_detail.add.reminder
source: Reminder
ar: تذكير
bn: রিমাইন্ডার
de: Erinnerung
el: Υπόμνηση
es: Recordatorio
fa: یادآور
fr: Rappel
he: תזכורת
hi: रिमाइंडर
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
mr: रिमाइंडर
ms: Peringatan
nl: Herinnering
pl: Przypomnienie
pt_br: Lembrete
ro: Memento
ru: Напоминание
ta: நினைவூட்டல்
te: రిమైండర్
th: เตือนความจำ
tr: Anımsatıcı
uk: Нагадування
ur: یاد دہانی
vi: Lời nhắc
zh_hans: 提醒
zh_hant: 提醒

# task_detail.add.tag
source: Tags
ar: الوسوم
bn: ট্যাগ
el: Ετικέτες
es: Etiquetas
fa: برچسب‌ها
he: תגים
hi: टैग
id: Label
it: Tag
ja: タグ
ko: 태그
mr: टॅग
ms: Tag
pl: Tagi
pt_br: Etiquetas
ro: Taguri
ru: Теги
ta: குறிச்சொற்கள்
te: ట్యాగ్‌లు
th: แท็ก
tr: Etiketler
uk: Теги
ur: ٹیگز
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

# task_detail.add.waits_on
source: Waits on
ar: بانتظار
bn: নির্ভর করে
de: Wartet auf
el: Εξαρτάται από
es: Depende de
fa: منتظر
fr: Dépend de
he: ממתינה ל
hi: इन पर निर्भर
id: Menunggu
it: Dipende da
ja: 依存先
ko: 의존 대상
mr: यांवर अवलंबून
ms: Menunggu
nl: Wacht op
pl: Zależy od
pt_br: Depende de
ro: Așteaptă
ru: Зависит от
ta: காத்திருக்கிறது
te: వేచి ఉంది
th: ต้องรอ
tr: Bağımlılıklar
uk: Залежить від
ur: انتظار میں
vi: Đang chờ
zh_hans: 依赖于
zh_hant: 相依於

# task_detail.add.hide_until
source: Hide until
ar: إخفاء حتى
bn: এই দিন পর্যন্ত লুকান
de: Ausblenden bis
el: Απόκρυψη μέχρι
es: Ocultar hasta
fa: پنهان تا
fr: Masquer jusqu’à
he: הסתרה עד
hi: इस दिन तक छिपाएँ
id: Sembunyikan hingga
it: Nascondi fino a
ja: 表示開始日
ko: 표시 시작일
mr: या दिवसापर्यंत लपवा
ms: Sembunyikan sehingga
nl: Verberg tot
pl: Ukryj do
pt_br: Ocultar até
ro: Ascundeți până la
ru: Скрыть до
ta: எதுவரை மறைக்க வேண்டும்
te: ఎప్పటి వరకు దాచాలి
th: ซ่อนจนถึง
tr: Şu tarihe kadar gizle
uk: Приховати до
ur: تب تک چھپائیں
vi: Ẩn đến
zh_hans: 隐藏至
zh_hant: 顯示開始日期

# task_detail.picker.today
source: Today
ar: اليوم
bn: আজ
de: Heute
el: Σήμερα
es: Hoy
fa: امروز
fr: Aujourd’hui
he: היום
hi: आज
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
mr: आज
ms: Hari Ini
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ro: Astăzi
ru: Сегодня
ta: இன்று
te: ఈరోజు
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# task_detail.picker.tomorrow
source: Tomorrow
ar: غدًا
bn: আগামীকাল
de: Morgen
el: Αύριο
es: Mañana
fa: فردا
fr: Demain
he: מחר
hi: कल
id: Besok
it: Domani
ja: 明日
ko: 내일
mr: उद्या
ms: Esok
nl: Morgen
pl: Jutro
pt_br: Amanhã
ro: Mâine
ru: Завтра
ta: நாளை
te: రేపు
th: พรุ่งนี้
tr: Yarın
uk: Завтра
ur: آئندہ کل
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

# task_detail.picker.no_date
source: No Date
ar: بدون تاريخ
bn: কোনো তারিখ নেই
de: Kein Datum
el: Χωρίς ημερομηνία
es: Sin fecha
fa: بدون تاریخ
fr: Aucune date
he: ללא תאריך
hi: कोई तारीख़ नहीं
id: Tanpa Tanggal
it: Nessuna data
ja: 日付なし
ko: 날짜 없음
mr: कोणताही दिनांक नाही
ms: Tiada Tarikh
nl: Geen datum
pl: Bez daty
pt_br: Sem data
ro: Fără dată
ru: Без даты
ta: தேதி இல்லை
te: తేదీ లేదు
th: ไม่มีวันที่
tr: Tarih yok
uk: Без дати
ur: کوئی تاریخ نہیں
vi: Không có ngày
zh_hans: 不设日期
zh_hant: 無日期

# task_detail.picker.length
source: How Long
ar: المدة
bn: কতক্ষণ
de: Wie lange
el: Διάρκεια
es: Duración
fa: چه مدت
fr: Durée
he: כמה זמן
hi: कितना समय
id: Berapa Lama
it: Durata
ja: 所要時間
ko: 소요 시간
mr: किती वेळ
ms: Berapa Lama
nl: Hoe lang
pl: Jak długo
pt_br: Duração
ro: Cât timp
ru: Как долго
ta: எவ்வளவு நேரம்
te: ఎంతసేపు
th: ระยะเวลา
tr: Süre
uk: Як довго
ur: کتنی دیر
vi: Bao lâu
zh_hans: 用时
zh_hant: 所需時間
